{
  "alkosh": {
    "name": "Roar of Alkosh",
    "description": "Set from Maw of Lorkhaj, deals damage and reduces resistance on synergy",
    "type": "Medium",
    "usage": "Best on DD, because scales of wpd. Activate a synergy to deal moderate damage and reduce resistance for up to 6000 points",
    "link": "https://eso-sets.com/set/roar-of-alkosh"
  },
  "master-architect": {
    "name": "Master Architect",
    "description": "Set from Halls of Fabrication, gives Major Slayer for ultimate spent",
    "type": "Light",
    "usage": "Gain as much ultimate points as possible and use it. Each 10 points give 1 second of Major Slayer",
    "link": "https://eso-sets.com/set/master-architect"
  },
  "war-machine": {
    "name": "War Machine",
    "description": "Set from Halls of Fabrication, gives Major Slayer for ultimate spent",
    "type": "Medium",
    "usage": "Gain as much ultimate points as possible and use it. Each 10 points give 1 second of Major Slayer",
    "link": "https://eso-sets.com/set/war-machine"
  },
  "relequen": {
    "name": "Arms of Relequen",
    "description": "Set from Cloudrest, applies Harmful Winds damaging debuff",
    "type": "Medium",
    "usage": "Apply and maintain 10 stacks of winds to get max damage from set",
    "link": "https://eso-sets.com/set/perfected-arms-of-relequen"
  },
  "siroria": {
    "name": "Mantle of Siroria",
    "description": "Set from Cloudrest, creates an aura around you, where you getting Siroria's Boon stacks",
    "type": "Light",
    "usage": "Standing in the aura gives you stacks on LA, so for best performance you have to stay in this aura and maintain 10 stacks",
    "link": "https://eso-sets.com/set/perfected-mantle-of-siroria"
  },
  "olorime": {
    "name": "Vestment of Olorime",
    "description": "Set from Cloudrest, creates an aura around AoE cast, granting your teammates Major Courage for 20 seconds",
    "type": "Light",
    "usage": "Standing in the aura gives your teammates Major Courage. No one have to stay in aura, effect applies and is active for 20 seconds",
    "link": "https://eso-sets.com/set/vestment-of-olorime"
  },
  "galenwe": {
    "name": "Aegis of Galenwe",
    "description": "Set from Cloudrest, gives Empower to your allies when you block",
    "type": "Heavy",
    "usage": "When you block, you grant Empower increasing Heavy-attack damage by 80% for your team",
    "link": "https://eso-sets.com/set/aegis-of-galenwe"
  },
  "yandir": {
    "name": "Yandir's Might",
    "description": "Set from Kyne's Aegis, stacks <> buff on you",
    "type": "Medium",
    "usage": "Gain and maintain 10 stacks of might ato get max damage. In case you need burst damage - you can heavy-attack to increase damage, but stacks will be lost",
    "link": "https://eso-sets.com/set/perfected-yandirs-might"
  },
  "bahsei": {
    "name": "Bahsei's Mania",
    "description": "Set from Rockgrove, increases damage as your Magicka falls down",
    "type": "Medium",
    "usage": "As soon as your magicka falls, damage is increased. This works up to 15% - so for max damage your magicka should be below 15%",
    "link": "https://eso-sets.com/set/perfected-bahseis-mania"
  },
  "sul-xan": {
    "name": "Sul-Xan's Torment",
    "description": "Set from Rockgrove, increases crit chance and crit damage wen touching the soul",
    "type": "Medium",
    "usage": "When an enemy dies, he leaves the soul for 6 seconds. Touch it and you'll be granted Critical Chance and Critical damage increase for 30 seconds",
    "link": "https://eso-sets.com/set/sul-xans-torment"
  },
  "saxhleel": {
    "name": "Saxhleel Champion",
    "description": "Set from Rockgrove, gives the group Major Force buff on any ultimate usage",
    "type": "Heavy",
    "usage": "Gain as much Ultimate points as possible, then use ultimate. Each 15 points spent give 1 second of Major Force (basically war horn)",
    "link": "https://eso-sets.com/set/saxhleel-champion"
  },
  "stone-talker": {
    "name": "Stone-Talker's Oath",
    "description": "Set from Rockgrove, restores resources on heavy attack",
    "type": "Light",
    "usage": "Perform a heavy attack to cause a bomb explosion. 5% of damage dealt will be restored as primary resource for each teammate",
    "link": "https://eso-sets.com/set/perfected-bahseis-mania"
  },
  "coral": {
    "name": "Coral Riptide",
    "description": "Set from Dreadsail Reef, increases damage as your Stamina falls down",
    "type": "Medium",
    "usage": "As soon as your stamina falls, damage is increased. This works up to 33% - so for max damage your stamina should be below 33%",
    "link": "https://eso-sets.com/set/perfected-coral-riptide"
  },
  "depth": {
    "name": "Whorl of the Depth",
    "description": "Set from Dreadsail Reef, creates a whorl under the target which gives AoE Frost damage",
    "type": "Light",
    "usage": "Can be backbarred. Applies DoT after crit damage, then creates an AoE 8 seconds later. Procs every 18 seconds",
    "link": "https://eso-sets.com/set/perfected-whorl-of-the-depths"
  },
  "pillager": {
    "name": "Pillager's Profit",
    "description": "Set from Dreadsail Reef, restores 5% of ultimate spent for each ally",
    "type": "Light",
    "usage": "Gain as much ultimate points as possible and use it. 5% of points spent will be restored for each ally within 10 seconds",
    "link": "https://eso-sets.com/set/pillagers-profit"
  },
  "pearl": {
    "name": "Pearlescent Ward",
    "description": "Set from Dreadsail Reef, increases spd/wpd for each ally alive, increases damage reduction for each ally dead",
    "type": "Heavy",
    "usage": "Just wear it. When no players die, group gets up to 180 spd/wpd. When people die, damage reduction is increased",
    "link": "https://eso-sets.com/set/pearlescent-ward"
  }
}